Repository: MakiDevelop/NekoPicFixPro
Catalog: NekoPicFixPro/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt_br, zh_hant

# alert.batch_rejected.more
source: ... and %d more files
de: ... und %d weitere Dateien
es: ... y %d archivos más
fr: ... et %d fichiers supplémentaires
id: ... dan %d berkas lainnya
it: ... e altri %d file
ja: ...ほか %d 件
ko: ... 외 %d개
pt_br: ... e mais %d arquivos
zh_hant: ... 及其他 %d 個檔案

# alert.batch_rejected.title
source: Some files couldn't be added
de: Einige Dateien konnten nicht hinzugefügt werden
es: No se pudieron añadir algunos archivos
fr: Certains fichiers n'ont pas pu être ajoutés
id: Beberapa berkas tidak dapat ditambahkan
it: Alcuni file non possono essere aggiunti
ja: 一部のファイルを追加できませんでした
ko: 일부 파일을 추가할 수 없습니다
pt_br: Alguns arquivos não puderam ser adicionados
zh_hant: 部分檔案無法加入

# alert.error.title
source: Error
de: Fehler
fr: Erreur
id: Galat
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hant: 錯誤

# alert.large_image.confirm
source: Process Anyway
de: Trotzdem verarbeiten
es: Procesar de todos modos
fr: Traiter quand même
id: Tetap proses
it: Elabora comunque
ja: 処理を続ける
ko: 계속 처리
pt_br: Processar assim mesmo
zh_hant: 繼續處理

# alert.large_image.message
source: This image is %1$d × %2$d pixels, exceeding the recommended %3$d × %4$d limit. Processing extremely large images may cause memory or performance issues. Continue?
de: Dieses Bild ist %1$d × %2$d Pixel groß und überschreitet das empfohlene Limit von %3$d × %4$d. Das Verarbeiten sehr großer Bilder kann zu Speicher- oder Leistungsproblemen führen. Fortfahren?
es: Esta imagen mide %1$d × %2$d píxeles y supera el límite recomendado de %3$d × %4$d. Procesar imágenes tan grandes puede provocar problemas de memoria o rendimiento. ¿Deseas continuar?
fr: Cette image fait %1$d × %2$d pixels, au-delà de la limite recommandée de %3$d × %4$d. Le traitement d'images aussi grandes peut entraîner des problèmes de mémoire ou de performances. Voulez-vous continuer ?
id: Gambar ini berukuran %1$d × %2$d piksel dan melebihi batas yang disarankan yaitu %3$d × %4$d. Memproses gambar yang sangat besar dapat menimbulkan masalah memori atau performa. Lanjutkan?
it: Questa immagine misura %1$d × %2$d pixel e supera il limite consigliato di %3$d × %4$d. Elaborare immagini così grandi può causare problemi di memoria o prestazioni. Vuoi continuare?
ja: この画像は %1$d × %2$d ピクセルで、推奨の %3$d × %4$d 制限を超えています。 非常に大きな画像を処理すると、メモリ不足やパフォーマンス低下が発生する可能性があります。 続行しますか？
ko: 이 이미지는 %1$d × %2$d픽셀로 권장 한도 %3$d × %4$d을(를) 초과합니다. 매우 큰 이미지를 처리하면 메모리 부족이나 성능 저하가 발생할 수 있습니다. 계속하시겠습니까?
pt_br: Esta imagem tem %1$d × %2$d pixels e ultrapassa o limite recomendado de %3$d × %4$d. Processar imagens tão grandes pode causar problemas de memória ou desempenho. Deseja continuar?
zh_hant: 此圖片尺寸為 %1$d × %2$d 像素，超過建議的 %3$d × %4$d 限制。 處理超大圖片可能導致記憶體不足或效能問題。 是否仍要繼續？

# alert.large_image.title
source: Large Image Warning
de: Warnung: Großes Bild
es: Advertencia: imagen muy grande
fr: Avertissement : image volumineuse
id: Peringatan: gambar terlalu besar
it: Avviso: immagine molto grande
ja: 大きな画像の警告
ko: 대용량 이미지 경고
pt_br: Aviso: imagem muito grande
zh_hant: 大型圖片警告

# batch.clear
source: Clear
de: Leeren
es: Vaciar
fr: Effacer
id: Kosongkan
it: Svuota
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hant: 清除

# batch.error.convert_failed
source: Unable to convert the image
de: Bild konnte nicht konvertiert werden
es: No se pudo convertir la imagen
fr: Impossible de convertir l'image
id: Gambar tidak dapat dikonversi
it: Impossibile convertire l'immagine
ja: 画像を変換できません
ko: 이미지를 변환할 수 없습니다
pt_br: Não foi possível converter a imagem
zh_hant: 無法轉換圖片

# batch.error.duplicate
source: %@ is already in the queue
de: %@ befindet sich bereits in der Warteschlange
es: %@ ya está en la cola
fr: %@ est déjà dans la file
id: %@ sudah ada di antrean
it: %@ è già in coda
ja: %@ はすでにキューにあります
ko: %@ 은(는) 이미 큐에 있습니다
pt_br: %@ já está na fila
zh_hant: %@ 已在佇列中

# batch.error.encode_failed
source: Unable to create image data
de: Bilddaten konnten nicht erstellt werden
es: No se pudieron generar los datos de la imagen
fr: Impossible de créer les données d'image
id: Data gambar tidak dapat dibuat
it: Impossibile creare i dati dell'immagine
ja: 画像データを生成できません
ko: 이미지 데이터를 생성할 수 없습니다
pt_br: Não foi possível criar os dados da imagem
zh_hant: 無法產生圖片資料

# batch.error.image_load
source: Unable to load image
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
fr: Impossible de charger l'image
id: Gambar tidak dapat dimuat
it: Impossibile caricare l'immagine
ja: 画像を読み込めません
ko: 이미지를 불러올 수 없습니다
pt_br: Não foi possível carregar a imagem
zh_hant: 無法載入圖片

# batch.error.no_enhanced_image
source: No enhanced image to save
de: Kein verbessertes Bild zum Speichern vorhanden
es: No hay imagen mejorada para guardar
fr: Aucune image améliorée à enregistrer
id: Tidak ada gambar yang sudah ditingkatkan untuk disimpan
it: Nessuna immagine migliorata da salvare
ja: 保存できる強化画像がありません
ko: 저장할 강화 이미지가 없습니다
pt_br: Não há imagem aprimorada para salvar
zh_hant: 沒有可儲存的強化圖片

# batch.error.queue_full
source: %@: queue is full (maximum %d)
de: %@: Warteschlange ist voll (maximal %d)
es: %@: la cola está llena (máx. %d)
fr: %@: file d'attente pleine (max %d)
id: %@: antrean penuh (maks %d)
it: %@: la coda è piena (max %d)
ja: %@: キューが満杯です（最大 %d 件）
ko: %@: 큐가 가득 찼습니다(최대 %d개)
pt_br: %@: a fila está cheia (máx. %d)
zh_hant: %@: 佇列已滿（最多 %d 個）

# batch.error.size_limit
source: %@ is too large (%1$d×%2$d, limit %3$d×%4$d)
de: %@ ist zu groß (%1$d×%2$d, Limit %3$d×%4$d)
es: %@ es demasiado grande (%1$d×%2$d, límite %3$d×%4$d)
fr: %@ est trop grande (%1$d×%2$d, limite %3$d×%4$d)
id: %@ terlalu besar (%1$d×%2$d, batas %3$d×%4$d)
it: %@ è troppo grande (%1$d×%2$d, limite %3$d×%4$d)
ja: %@ は大きすぎます（%1$d×%2$d、上限 %3$d×%4$d）
ko: %@ 의 크기가 너무 큽니다(%1$d×%2$d, 제한 %3$d×%4$d)
pt_br: %@ é grande demais (%1$d×%2$d, limite %3$d×%4$d)
zh_hant: %@ 尺寸過大（%1$d×%2$d，限制 %3$d×%4$d）

# batch.error.unsupported_format
source: %@ is not a supported format
de: %@ ist kein unterstütztes Format
es: %@ no es un formato compatible
fr: %@ n'est pas un format pris en charge
id: %@ bukan format yang didukung
it: %@ non è un formato supportato
ja: %@ の形式はサポートされていません
ko: %@ 형식은 지원되지 않습니다
pt_br: %@ não é um formato compatível
zh_hant: %@ 的格式不受支援

# batch.limits.auto_save
source: • Results are saved next to the original files
de: • Ergebnisse werden neben der Originaldatei gespeichert
es: • Los resultados se guardan junto al archivo original
fr: • Les résultats sont enregistrés à côté du fichier d'origine
id: • Hasil disimpan di samping berkas asli
it: • I risultati vengono salvati accanto al file originale
ja: • 強化結果は元の場所に自動保存されます
ko: • 결과는 원본 위치에 자동 저장됩니다
pt_br: • Os resultados são salvos ao lado do arquivo original
zh_hant: • 強化結果會儲存至原始檔案位置

# batch.limits.max_items
source: • Up to 30 images
de: • Bis zu 30 Bilder
es: • Hasta 30 imágenes
fr: • Jusqu'à 30 images
id: • Maksimal 30 gambar
it: • Fino a 30 immagini
ja: • 最大 30 枚
ko: • 최대 30장
pt_br: • Até 30 imagens
zh_hant: • 最多 30 張圖片

# batch.limits.max_resolution
source: • Maximum %d×%d pixels per image
de: • Maximal %d×%d Pixel pro Bild
es: • Máximo %d×%d píxeles por imagen
fr: • Maximum %d×%d pixels par image
id: • Maksimal %d×%d piksel per gambar
it: • Max %d×%d pixel per immagine
ja: • 1 枚あたり最大 %d×%d ピクセル
ko: • 이미지당 최대 %d×%d 픽셀
pt_br: • Máximo de %d×%d pixels por imagem
zh_hant: • 單張最大 %d×%d 像素

# batch.limits.title
source: Batch processing limits:
de: Grenzen der Stapelverarbeitung:
es: Límites del procesamiento por lotes:
fr: Limites du traitement par lot :
id: Batas pemrosesan batch:
it: Limiti del batch:
ja: バッチ処理の制限
ko: 배치 처리 제한
pt_br: Limites do processamento em lote:
zh_hant: 批次處理限制：

# batch.pause
source: Pause
de: Pausieren
es: Pausar
fr: Mettre en pause
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
zh_hant: 暫停

# batch.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 다시 시작
pt_br: Retomar
zh_hant: 繼續

# batch.start
source: Start Processing
de: Verarbeitung starten
es: Iniciar procesamiento
fr: Lancer le traitement
id: Mulai proses
it: Avvia elaborazione
ja: 処理を開始
ko: 처리 시작
pt_br: Iniciar processamento
zh_hant: 開始處理

# batch.status.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소됨
pt_br: Cancelado
zh_hant: 已取消

# batch.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료
pt_br: Concluído
zh_hant: 完成

# batch.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hant: 失敗

# batch.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
id: Tertunda
it: In attesa
ja: 待機中
ko: 대기 중
pt_br: Pendente
zh_hant: 等待中

# batch.status.processing
source: Processing
de: In Bearbeitung
es: Procesando
fr: Traitement
id: Sedang memproses
it: In elaborazione
ja: 処理中
ko: 처리 중
pt_br: Processando
zh_hant: 處理中

# button.add_files
source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
id: Tambahkan berkas
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
pt_br: Adicionar arquivos
zh_hant: 新增檔案

# button.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hant: 複製

# button.enhance
source: Enhance
de: Verbessern
es: Mejorar
fr: Améliorer
id: Tingkatkan
it: Migliora
ja: 強化する
ko: 강화하기
pt_br: Aprimorar
zh_hant: 強化圖片

# button.open_image
source: Open Image
de: Bild öffnen
es: Abrir imagen
fr: Ouvrir une image
id: Buka gambar
it: Apri immagine
ja: 画像を開く
ko: 이미지 열기
pt_br: Abrir imagem
zh_hant: 開啟圖片

# button.save
source: Save As...
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
id: Simpan sebagai
it: Salva con nome
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar como
zh_hant: 另存新檔

# comparison.after
source: After
de: Nachher
es: Después
fr: Après
id: Sesudah
it: Dopo
ja: 強化後
ko: 강화 후
pt_br: Depois
zh_hant: 強化後

# comparison.before
source: Before
de: Vorher
es: Antes
fr: Avant
id: Sebelum
it: Prima
ja: 強化前
ko: 강화 전
pt_br: Antes
zh_hant: 強化前

# empty.batch.primary
source: Drag multiple images here
de: Mehrere Bilder hierher ziehen
es: Arrastra varias imágenes aquí
fr: Glissez plusieurs images ici
id: Tarik beberapa gambar ke sini
it: Trascina qui più immagini
ja: ここに複数の画像をドラッグ
ko: 여기에 여러 이미지를 드래그
pt_br: Arraste várias imagens aqui
zh_hant: 將多張圖片拖曳到此

# empty.batch.secondary
source: or click "%@" to choose files
de: oder "%@" klicken, um Dateien auszuwählen
es: o haz clic en "%@" para elegir archivos
fr: ou cliquez sur "%@" pour en sélectionner
id: atau klik "%@" untuk memilih
it: oppure clicca "%@" per selezionare
ja: または「%@」をクリックして選択
ko: 또는 "%@"를 클릭하여 선택
pt_br: ou clique em "%@" para escolher
zh_hant: 或點擊「%@」選擇檔案

# empty.single.primary
source: Drop an image here
de: Bild hierher ziehen
es: Suelta una imagen aquí
fr: Déposez une image ici
id: Letakkan gambar di sini
it: Trascina un'immagine qui
ja: ここに画像をドラッグ
ko: 여기에 이미지를 드래그
pt_br: Solte uma imagem aqui
zh_hant: 將圖片拖曳到此

# empty.single.secondary
source: or click "%@" to open a file
de: oder "%@" klicken, um eine Datei zu öffnen
es: o haz clic en "%@" para abrir un archivo
fr: ou cliquez sur "%@" pour ouvrir un fichier
id: atau klik "%@" untuk membuka berkas
it: oppure clicca "%@" per aprire un file
ja: または「%@」をクリックして開く
ko: 또는 "%@"를 클릭하여 열기
pt_br: ou clique em "%@" para abrir um arquivo
zh_hant: 或點擊「%@」開啟檔案

# empty.supported_formats
source: Supports %@ formats
de: Unterstützt %@ Formate
es: Compatible con los formatos %@
fr: Compatible avec les formats %@
id: Mendukung format %@
it: Supporta i formati %@
ja: %@ 形式に対応
ko: %@ 형식을 지원
pt_br: Compatível com os formatos %@
zh_hant: 支援 %@ 格式

# error.convert_failed
source: Failed to convert image
de: Bild konnte nicht konvertiert werden
es: Error al convertir la imagen
fr: Échec de conversion de l'image
id: Gagal mengonversi gambar
it: Errore di conversione
ja: 画像を変換できません
ko: 이미지를 변환할 수 없습니다
pt_br: Falha ao converter a imagem
zh_hant: 無法轉換圖片

# error.copy_failed
source: Failed to copy image
de: Bild konnte nicht kopiert werden
es: Error al copiar la imagen
fr: Échec de la copie de l'image
id: Gagal menyalin gambar
it: Errore di copia
ja: 画像をコピーできません
ko: 이미지를 복사할 수 없습니다
pt_br: Falha ao copiar a imagem
zh_hant: 無法複製圖片

# error.drop_failed
source: Drop failed: %@
de: Ablage fehlgeschlagen: %@
es: Error al soltar: %@
fr: Échec du dépôt : %@
id: Gagal meletakkan: %@
it: Impossibile rilasciare: %@
ja: ドロップに失敗しました: %@
ko: 드롭 실패: %@
pt_br: Falha ao soltar: %@
zh_hant: 拖放失敗：%@

# error.encode_failed
source: Failed to encode image
de: Bild konnte nicht codiert werden
es: Error al codificar la imagen
fr: Échec de l'encodage de l'image
id: Gagal mengodekan gambar
it: Errore di codifica
ja: 画像をエンコードできません
ko: 이미지를 인코딩할 수 없습니다
pt_br: Falha ao codificar a imagem
zh_hant: 無法編碼圖片

# error.enhancement_failed
source: Enhancement failed: %@
de: Verbesserung fehlgeschlagen: %@
es: No se pudo mejorar: %@
fr: Amélioration impossible : %@
id: Peningkatan gagal: %@
it: Miglioramento non riuscito: %@
ja: 強化に失敗しました: %@
ko: 강화 실패: %@
pt_br: Não foi possível aprimorar: %@
zh_hant: 強化失敗：%@

# error.file_not_found
source: File not found: %@
de: Datei nicht gefunden: %@
es: Archivo no encontrado: %@
fr: Fichier introuvable : %@
id: Berkas tidak ditemukan: %@
it: File non trovato: %@
ja: ファイルが見つかりません: %@
ko: 파일을 찾을 수 없습니다: %@
pt_br: Arquivo não encontrado: %@
zh_hant: 找不到檔案：%@

# error.invalid_image
source: Invalid or corrupted image file
de: Ungültige oder beschädigte Bilddatei
es: Archivo de imagen no válido o dañado
fr: Image invalide ou corrompue
id: Berkas gambar tidak valid atau rusak
it: File immagine non valido o danneggiato
ja: 画像が無効、または破損しています
ko: 이미지 형식이 잘못되었거나 손상되었습니다
pt_br: Arquivo de imagem inválido ou corrompido
zh_hant: 圖片格式無效或檔案已損毀

# error.load_failed
source: Failed to load image: %@
de: Bild konnte nicht geladen werden: %@
es: No se pudo cargar la imagen: %@
fr: Impossible de charger l'image : %@
id: Gambar tidak dapat dimuat: %@
it: Impossibile caricare l'immagine: %@
ja: 画像を読み込めませんでした: %@
ko: 이미지를 불러오지 못했습니다: %@
pt_br: Não foi possível carregar a imagem: %@
zh_hant: 載入圖片失敗：%@

# error.model_not_initialized
source: Model "%@" is not ready
de: Modell "%@" ist nicht bereit
es: El modelo "%@" no está listo
fr: Le modèle "%@" n'est pas prêt
id: Model "%@" belum siap
it: Il modello "%@" non è pronto
ja: モデル「%@」はまだ初期化されていません
ko: 모델 "%@"이(가) 아직 준비되지 않았습니다
pt_br: O modelo "%@" ainda não está pronto
zh_hant: 模型「%@」尚未就緒

# error.open_failed
source: Failed to open file: %@
de: Datei konnte nicht geöffnet werden: %@
es: No se pudo abrir el archivo: %@
fr: Impossible d'ouvrir le fichier : %@
id: Berkas tidak dapat dibuka: %@
it: Impossibile aprire il file: %@
ja: ファイルを開けませんでした: %@
ko: 파일을 열 수 없습니다: %@
pt_br: Não foi possível abrir o arquivo: %@
zh_hant: 開啟檔案失敗：%@

# error.save_failed
source: Failed to save: %@
de: Speichern fehlgeschlagen: %@
es: No se pudo guardar: %@
fr: Échec de l'enregistrement : %@
id: Gagal menyimpan: %@
it: Impossibile salvare: %@
ja: 保存に失敗しました: %@
ko: 저장 실패: %@
pt_br: Não foi possível salvar: %@
zh_hant: 儲存失敗：%@

# error.unsupported_format
source: Unsupported file format. Please use %@.
de: Dateiformat wird nicht unterstützt. Bitte verwenden Sie %@.
es: Formato no compatible. Usa %@.
fr: Format non pris en charge. Utilisez %@.
id: Format berkas tidak didukung. Gunakan %@.
it: Formato non supportato. Usa %@.
ja: このファイル形式はサポートされていません。%@ を使用してください。
ko: 이 파일 형식은 지원되지 않습니다. %@ 을(를) 사용하세요.
pt_br: Formato não compatível. Use %@.
zh_hant: 此檔案格式不受支援，請使用 %@。

# export.format
source: Format:
es: Formato:
it: Formato:
ja: 形式:
ko: 형식:
pt_br: Formato:
zh_hant: 格式：

# export.quality
source: Quality:
de: Qualität:
es: Calidad:
fr: Qualité :
id: Kualitas:
it: Qualità:
ja: 品質:
ko: 품질:
pt_br: Qualidade:
zh_hant: 品質：

# format.bmp.description
source: BMP bitmap
es: Imagen BMP
fr: Image BMP
id: Gambar BMP
it: Bitmap BMP
ja: BMP ビットマップ
ko: BMP 비트맵
pt_br: Imagem BMP
zh_hant: BMP 點陣圖

# format.heic.description
source: HEIC image
de: HEIC-Bild
es: Imagen HEIC
fr: Image HEIC
id: Gambar HEIC
it: Immagine HEIC
ja: HEIC 画像
ko: HEIC 이미지
pt_br: Imagem HEIC
zh_hant: HEIC 圖片

# format.jpeg.description
source: JPEG image
de: JPEG-Bild
es: Imagen JPEG
fr: Image JPEG
id: Gambar JPEG
it: Immagine JPEG
ja: JPEG 画像
ko: JPEG 이미지
pt_br: Imagem JPEG
zh_hant: JPEG 圖片

# format.png.description
source: PNG image
de: PNG-Bild
es: Imagen PNG
fr: Image PNG
id: Gambar PNG
it: Immagine PNG
ja: PNG 画像
ko: PNG 이미지
pt_br: Imagem PNG
zh_hant: PNG 圖片

# format.tiff.description
source: TIFF image
de: TIFF-Bild
es: Imagen TIFF
fr: Image TIFF
id: Gambar TIFF
it: Immagine TIFF
ja: TIFF 画像
ko: TIFF 이미지
pt_br: Imagem TIFF
zh_hant: TIFF 圖片

# format.webp.description
source: WebP image
de: WebP-Bild
es: Imagen WebP
fr: Image WebP
id: Gambar WebP
it: Immagine WebP
ja: WebP 画像
ko: WebP 이미지
pt_br: Imagem WebP
zh_hant: WebP 圖片

# general.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消

# general.ok
source: OK
es: Aceptar
ko: 확인
zh_hant: 確定

# help.copy
source: Copy the enhanced image to the clipboard (⌘C)
de: Verbessertes Bild in die Zwischenablage kopieren (⌘C)
es: Copiar la imagen mejorada al portapapeles (⌘C)
fr: Copier l'image améliorée dans le presse-papiers (⌘C)
id: Salin gambar yang sudah ditingkatkan ke papan klip (⌘C)
it: Copia l'immagine migliorata negli appunti (⌘C)
ja: 強化後の画像をクリップボードにコピー (⌘C)
ko: 강화 이미지를 클립보드에 복사 (⌘C)
pt_br: Copiar a imagem aprimorada para a área de transferência (⌘C)
zh_hant: 將強化後的圖片複製到剪貼簿 (⌘C)

# memory.critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
id: Kritis
it: Critico
ja: 危険
ko: 위험
pt_br: Crítico
zh_hant: 危險

# memory.normal
source: Normal
it: Normale
ja: 正常
ko: 정상
zh_hant: 正常

# memory.warning
source: Warning
de: Warnung
es: Aviso
fr: Avertissement
id: Peringatan
it: Avviso
ja: 警告
ko: 주의
pt_br: Aviso
zh_hant: 警告

# ml.error.compiled_model_failed
source: Failed to load compiled model: %@
de: Kompiliertes Modell konnte nicht geladen werden: %@
es: No se pudo cargar el modelo compilado: %@
fr: Impossible de charger le modèle compilé : %@
id: Model terkompilasi tidak dapat dimuat: %@
it: Impossibile caricare il modello compilato: %@
ja: コンパイル済みモデルの読み込みに失敗しました: %@
ko: 컴파일된 모델을 불러오지 못했습니다: %@
pt_br: Não foi possível carregar o modelo compilado: %@
zh_hant: 無法載入已編譯模型：%@

# ml.error.configuration_failed
source: Model configuration error: %@
de: Modellkonfigurationsfehler: %@
es: Error de configuración del modelo: %@
fr: Erreur de configuration du modèle : %@
id: Galat konfigurasi model: %@
it: Errore di configurazione del modello: %@
ja: モデル構成エラー: %@
ko: 모델 구성 오류: %@
pt_br: Erro de configuração do modelo: %@
zh_hant: 模型配置錯誤：%@

# ml.error.conversion_failed
source: Unable to convert image
de: Bild konnte nicht konvertiert werden
es: No se pudo convertir la imagen
fr: Impossible de convertir l'image
id: Gambar tidak dapat dikonversi
it: Impossibile convertire l'immagine
ja: 画像を変換できません
ko: 이미지를 변환할 수 없습니다
pt_br: Não foi possível converter a imagem
zh_hant: 無法轉換圖片

# ml.error.create_input_feature_failed
source: Failed to create input feature: %@
de: Eingabefeature konnte nicht erstellt werden: %@
es: No se pudo crear la entrada: %@
fr: Impossible de créer la caractéristique d'entrée : %@
id: Gagal membuat fitur input: %@
it: Impossibile creare l'ingresso: %@
ja: 入力特徴の生成に失敗しました: %@
ko: 입력 피처 생성 실패: %@
pt_br: Não foi possível criar a entrada: %@
zh_hant: 建立輸入特徵失敗：%@

# ml.error.invalid_input
source: Invalid input image
de: Ungültiges Eingabebild
es: Imagen de entrada no válida
fr: Image d'entrée invalide
id: Gambar masukan tidak valid
it: Immagine di input non valida
ja: 入力画像が無効です
ko: 입력 이미지가 올바르지 않습니다
pt_br: Imagem de entrada inválida
zh_hant: 輸入圖片無效

# ml.error.missing_features
source: Unable to read model input/output definitions
de: Modellein-/ausgaben konnten nicht gelesen werden
es: No se pudieron leer las entradas/salidas del modelo
fr: Impossible de lire la définition des entrées/sorties du modèle
id: Input/output model tidak dapat dibaca
it: Impossibile leggere input/output del modello
ja: モデルの入出力構成を取得できません
ko: 모델의 입력/출력 구성을 읽을 수 없습니다
pt_br: Não foi possível ler as entradas/saídas do modelo
zh_hant: 無法讀取模型輸入／輸出設定

# ml.error.model_not_found
source: %@ model (%@) is missing from the app bundle
de: %@-Modell (%@) fehlt im App-Paket
es: Falta el modelo %@ (%@) en la app
fr: Le modèle %@ (%@) est manquant dans l'app
id: Model %@ (%@) tidak ada di paket aplikasi
it: Manca il modello %@ (%@) nel pacchetto
ja: %@ モデル（%@）がアプリに含まれていません
ko: %@ 모델(%@)이 앱 번들에 없습니다
pt_br: O modelo %@ (%@) não está no aplicativo
zh_hant: %@ 模型（%@）未包含在 App 內

# ml.error.no_input_features
source: No input features found
de: Keine Eingabefeatures gefunden
es: No se encontraron entradas
fr: Aucune entrée trouvée
id: Tidak ada input ditemukan
it: Nessun input trovato
ja: 入力特徴が見つかりません
ko: 입력 피처를 찾을 수 없습니다
pt_br: Nenhuma entrada encontrada
zh_hant: 找不到輸入特徵

# ml.error.no_output
source: Unable to retrieve output
de: Ausgabe konnte nicht abgerufen werden
es: No se pudo obtener la salida
fr: Impossible de récupérer la sortie
id: Output tidak dapat diambil
it: Impossibile ottenere l'output
ja: 出力を取得できません
ko: 출력을 가져올 수 없습니다
pt_br: Não foi possível obter a saída
zh_hant: 無法取得輸出

# ml.error.no_output_features
source: No output features found
de: Keine Ausgabefeatures gefunden
es: No se encontraron salidas
fr: Aucune sortie trouvée
id: Tidak ada output ditemukan
it: Nessun output trovato
ja: 出力特徴が見つかりません
ko: 출력 피처를 찾을 수 없습니다
pt_br: Nenhuma saída encontrada
zh_hant: 找不到輸出特徵

# ml.error.output_not_found
source: Output feature "%@" not found
de: Ausgabefeature "%@" nicht gefunden
es: No se encontró la salida "%@"
fr: Sortie "%@" introuvable
id: Output "%@" tidak ditemukan
it: Output "%@" non trovato
ja: 出力特徴「%@」が見つかりません
ko: 출력 피처 "%@"를 찾을 수 없습니다
pt_br: Saída "%@" não encontrada
zh_hant: 找不到輸出特徵「%@」

# ml.error.output_not_image
source: Output feature is not an image buffer
de: Ausgabefeature ist kein Bildpuffer
es: La salida no es un búfer de imagen
fr: La sortie n'est pas un tampon image
id: Output bukan buffer gambar
it: L'output non è un buffer immagine
ja: 出力特徴が画像ではありません
ko: 출력 피처가 이미지가 아닙니다
pt_br: A saída não é um buffer de imagem
zh_hant: 輸出特徵不是影像格式

# ml.error.prediction_failed
source: Model prediction failed: %@
de: Modellvorhersage fehlgeschlagen: %@
es: Fallo en la predicción del modelo: %@
fr: Échec de prédiction du modèle : %@
id: Prediksi model gagal: %@
it: Predizione del modello non riuscita: %@
ja: モデル推論に失敗しました: %@
ko: 모델 추론 실패: %@
pt_br: Falha na previsão do modelo: %@
zh_hant: 模型推論失敗：%@

# ml.error.prediction_runtime_failed
source: Prediction failed: %@
de: Vorhersage fehlgeschlagen: %@
es: Fallo en la predicción: %@
fr: Échec de prédiction : %@
id: Prediksi gagal: %@
it: Predizione non riuscita: %@
ja: 推論の実行に失敗しました: %@
ko: 추론 실행 실패: %@
pt_br: Falha na previsão: %@
zh_hant: 推論執行失敗：%@

# mode.anime.description
source: Ideal for anime, manga, and stylized art
de: Ideal für Anime, Manga und stilisierte Kunst
es: Ideal para anime, manga y arte estilizado
fr: Idéal pour l'anime, le manga et l'art stylisé
id: Ideal untuk anime, manga, dan seni bergaya
it: Ideale per anime, manga e arte stilizzata
ja: アニメ・漫画・イラスト向け
ko: 애니메이션, 만화, 일러스트에 최적
pt_br: Ideal para anime, mangá e arte estilizada
zh_hant: 適合漫畫、動漫與風格化插畫

# mode.anime.name
source: Illustration
es: Ilustración
id: Ilustrasi
it: Illustrazione
ja: イラスト
ko: 일러스트
pt_br: Ilustração
zh_hant: 插畫模式

# mode.batch
source: Batch Mode
de: Stapelmodus
es: Modo lote
fr: Mode lot
id: Mode batch
it: Modalità batch
ja: バッチモード
ko: 배치 모드
pt_br: Modo em lote
zh_hant: 批次模式
