Repository: MakiDevelop/NekoPicFixPro
Catalog: NekoPicFixPro/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt_br, zh_hant

# mode.experimental.description
source: Sharper output for experts; may introduce artifacts
de: Schärfere Ergebnisse für Profis; kann Artefakte erzeugen
es: Resultado más nítido para expertos; puede generar artefactos
fr: Rendu plus net pour les experts, avec risque d'artefacts
id: Hasil lebih tajam untuk pengguna mahir; bisa menimbulkan artefak
it: Risultato più nitido per utenti esperti; possibili artefatti
ja: よりシャープな結果（上級者向け、ノイズが増える場合があります）
ko: 더 날카로운 결과(고급 사용자용, 노이즈가 생길 수 있음)
pt_br: Resultado mais nítido para especialistas; pode gerar artefatos
zh_hant: 畫面更銳利，適合進階使用者，可能產生雜訊

# mode.experimental.name
source: Experimental
de: Experimentell
fr: Expérimental
id: Eksperimental
it: Sperimentale
ja: 実験モード
ko: 실험 모드
zh_hant: 實驗模式

# mode.general.description
source: Best for everyday photos—people, objects, landscapes
de: Beste Wahl für Alltagsfotos – Personen, Objekte, Landschaften
es: La mejor opción para fotos cotidianas: personas, objetos y paisajes
fr: Parfait pour les photos du quotidien : personnes, objets, paysages
id: Pilihan terbaik untuk foto sehari-hari: manusia, objek, dan lanskap
it: Perfetto per le foto quotidiane: persone, oggetti e paesaggi
ja: 人物・物・風景など、日常写真に最適
ko: 인물, 사물, 풍경 등 일상 사진에 적합
pt_br: Melhor escolha para fotos do dia a dia: pessoas, objetos e paisagens
zh_hant: 最佳化日常照片：人物、物品、風景都適用

# mode.general.name
source: General
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 日常強化
ko: 일반 모드
pt_br: Geral
zh_hant: 日常強化

# mode.naturalSoft.description
source: Natural photo restoration with a softer touch
de: Natürliche Restaurierung mit sanfter Wirkung
es: Restauración natural con un toque suave
fr: Restauration naturelle avec une touche douce
id: Pemulihan natural dengan sentuhan lembut
it: Restauro naturale dal tocco morbido
ja: 自然な写真をやさしく復元
ko: 자연스러운 사진을 부드럽게 복원
pt_br: Restauração natural com toque suave
zh_hant: 自然照片修復，效果較柔和

# mode.naturalSoft.name
source: Natural (Soft)
de: Natürlich (Soft)
es: Natural (suave)
fr: Naturel (doux)
id: Natural (lembut)
it: Naturale (morbido)
ja: ナチュラル（ソフト）
ko: 내추럴(소프트)
pt_br: Natural (suave)
zh_hant: 自然修復（柔）

# mode.naturalStrong.description
source: Natural photo restoration with stronger effect
de: Natürliche Restaurierung mit stärkerem Effekt
es: Restauración natural con efecto más intenso
fr: Restauration naturelle plus marquée
id: Pemulihan natural dengan efek lebih kuat
it: Restauro naturale più intenso
ja: 自然な写真を力強く復元
ko: 자연스러운 사진을 강하게 복원
pt_br: Restauração natural mais intensa
zh_hant: 自然照片修復，效果較強

# mode.naturalStrong.name
source: Natural (Strong)
de: Natürlich (Stark)
es: Natural (intenso)
fr: Naturel (fort)
id: Natural (kuat)
it: Naturale (intenso)
ja: ナチュラル（ハード）
ko: 내추럴(하드)
pt_br: Natural (intenso)
zh_hant: 自然修復（強）

# mode.sidebar.subtitle
source: Choose the best AI processing mode
de: Passenden KI-Modus auswählen
es: Elige el modo de IA adecuado
fr: Choisissez le mode IA adapté
id: Pilih mode AI yang paling sesuai
it: Scegli il miglior modo IA
ja: 最適な AI モードを選択
ko: AI 처리 모드를 선택하세요
pt_br: Escolha o modo de IA ideal
zh_hant: 選擇適合的 AI 處理模式

# mode.sidebar.title
source: Enhancement Modes
de: Verbesserungsmodi
es: Modos de mejora
fr: Modes d'amélioration
id: Mode peningkatan
it: Modalità di miglioramento
ja: 強化モード
ko: 강화 모드
pt_br: Modos de aprimoramento
zh_hant: 強化模式

# mode.single
source: Single Image
de: Einzelbild
es: Imagen única
fr: Image unique
id: Satu gambar
it: Immagine singola
ja: 単体モード
ko: 단일 모드
pt_br: Imagem única
zh_hant: 單張模式

# panel.empty.drag
source: Drag & drop an image here
de: Bild hierher ziehen
es: Arrastra una imagen aquí
fr: Glissez une image ici
id: Tarik gambar ke sini
it: Trascina un'immagine qui
ja: ここに画像をドラッグ
ko: 이미지를 여기로 드래그
pt_br: Arraste uma imagem aqui
zh_hant: 將圖片拖曳到此

# panel.empty.no_image
source: No image loaded
de: Kein Bild geladen
es: No hay imagen cargada
fr: Aucune image chargée
id: Belum ada gambar
it: Nessuna immagine caricata
ja: 画像が読み込まれていません
ko: 이미지가 로드되지 않았습니다
pt_br: Nenhuma imagem carregada
zh_hant: 尚未載入圖片

# panel.empty.or_click
source: or click "%@"
de: oder "%@" klicken
es: o haz clic en "%@"
fr: ou cliquez sur "%@"
id: atau klik "%@"
it: oppure clicca "%@"
ja: または「%@」
ko: 또는 "%@" 클릭
pt_br: ou clique em "%@"
zh_hant: 或點擊「%@」

# panel.empty.waiting
source: Waiting for enhancement
de: Warten auf Verbesserung
es: Esperando mejora
fr: En attente d'amélioration
id: Menunggu peningkatan
it: In attesa di miglioramento
ja: 強化待ち
ko: 강화 대기 중
pt_br: Aguardando aprimoramento
zh_hant: 等待強化

# panel.enhanced.title
source: Enhanced
de: Verbessert
es: Mejorada
fr: Améliorée
id: Sudah ditingkatkan
it: Migliorata
ja: 強化後
ko: 강화 후
pt_br: Aprimorada
zh_hant: 強化後

# panel.original.title
source: Original
fr: Originale
id: Asli
it: Originale
ja: 原画像
ko: 원본
zh_hant: 原圖

# placeholder.no_image
source: No Image
de: Kein Bild
es: Sin imagen
fr: Pas d'image
id: Tidak ada gambar
it: Nessuna immagine
ja: 画像なし
ko: 이미지 없음
pt_br: Sem imagem
zh_hant: 無圖片

# preview.gesture_hint
source: Double-tap to reset · Pinch to zoom · Drag to pan
de: Doppeltippen zum Zurücksetzen · Pinch zum Zoomen · Ziehen zum Verschieben
es: Doble clic para restablecer · Pellizca para ampliar · Arrastra para mover
fr: Double-tapez pour réinitialiser · Pincez pour zoomer · Faites glisser pour déplacer
id: Ketuk ganda untuk atur ulang · Cubit untuk zoom · Seret untuk memindahkan
it: Doppio tap per reimpostare · Pizzica per zoomare · Trascina per spostare
ja: ダブルタップでリセット・ピンチで拡大縮小・ドラッグで移動
ko: 두 번 탭하여 초기화 · 핀치로 확대/축소 · 드래그로 이동
pt_br: Toque duplo para redefinir · Pinça para ampliar · Arraste para mover
zh_hant: 雙擊重置・捏合縮放・拖曳移動

# recent.clear
source: Clear List
de: Liste leeren
es: Borrar lista
fr: Vider la liste
id: Bersihkan daftar
it: Svuota elenco
ja: 履歴をクリア
ko: 목록 지우기
pt_br: Limpar lista
zh_hant: 清除列表

# recent.menu
source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
id: Terakhir
it: Recenti
ja: 最近使った項目
ko: 최근 항목
pt_br: Recentes
zh_hant: 最近使用

# save.panel.title
source: Save Enhanced Image
de: Verbessertes Bild speichern
es: Guardar imagen mejorada
fr: Enregistrer l'image améliorée
id: Simpan gambar yang sudah ditingkatkan
it: Salva immagine migliorata
ja: 強化画像を保存
ko: 강화 이미지를 저장
pt_br: Salvar imagem aprimorada
zh_hant: 儲存強化後的圖片

# status.enhance_complete
source: Enhancement complete
de: Verbesserung abgeschlossen
es: Mejora completada
fr: Amélioration terminée
id: Peningkatan selesai
it: Miglioramento completato
ja: 強化が完了しました
ko: 강화가 완료되었습니다
pt_br: Aprimoramento concluído
zh_hant: 強化完成

# status.enhance_complete_with_time
source: Enhancement complete (%.1f s)
de: Verbesserung abgeschlossen (%.1f s)
es: Mejora completada (%.1f s)
fr: Amélioration terminée (%.1f s)
id: Peningkatan selesai (%.1f dtk)
it: Miglioramento completato (%.1f s)
ja: 強化が完了しました（%.1f 秒）
ko: 강화 완료(%.1f초)
pt_br: Aprimoramento concluído (%.1f s)
zh_hant: 強化完成（%.1f 秒）

# status.loading
source: Loading...
de: Laden ...
es: Cargando...
fr: Chargement...
id: Memuat...
it: Caricamento...
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando...
zh_hant: 載入中...

# status.memory_usage
source: Memory: %d%%
de: Speicher: %d%%
es: Memoria: %d%%
fr: Mémoire : %d%%
id: Memori: %d%%
it: Memoria: %d%%
ja: メモリ: %d%%
ko: 메모리: %d%%
pt_br: Memória: %d%%
zh_hant: 記憶體：%d%%

# status.open_to_start
source: Open an image to begin
de: Bild öffnen, um zu starten
es: Abre una imagen para comenzar
fr: Ouvrez une image pour commencer
id: Buka gambar untuk mulai
it: Apri un'immagine per iniziare
ja: 画像を開いて開始
ko: 이미지를 열어 시작하세요
pt_br: Abra uma imagem para começar
zh_hant: 開啟圖片以開始

# status.processing
source: Processing...
de: Verarbeitung läuft ...
es: Procesando...
fr: Traitement...
id: Memproses...
it: Elaborazione...
ja: 処理中…
ko: 처리 중…
pt_br: Processando...
zh_hant: 處理中...

# status.processing_progress
source: Processing %d%%
de: Verarbeitung %d%%
es: Procesando %d%%
fr: Traitement %d%%
id: Memproses %d%%
it: Elaborazione %d%%
ja: 処理中 %d%%
ko: 처리 중 %d%%
pt_br: Processando %d%%
zh_hant: 處理中 %d%%

# status.ready
source: Ready to enhance
de: Bereit zum Verbessern
es: Listo para mejorar
fr: Prêt à améliorer
id: Siap meningkatkan
it: Pronto a migliorare
ja: 強化の準備完了
ko: 강화 준비 완료
pt_br: Pronto para aprimorar
zh_hant: 準備強化

# toolbar.shortcuts
source: ⌘O Open • ⌘E Enhance • ⌘C Copy • ⌘S Save • ⌘Z Undo
de: ⌘O Öffnen • ⌘E Verbessern • ⌘C Kopieren • ⌘S Sichern • ⌘Z Rückgängig
es: ⌘O Abrir • ⌘E Mejorar • ⌘C Copiar • ⌘S Guardar • ⌘Z Deshacer
fr: ⌘O Ouvrir • ⌘E Améliorer • ⌘C Copier • ⌘S Enregistrer • ⌘Z Annuler
id: ⌘O Buka • ⌘E Tingkatkan • ⌘C Salin • ⌘S Simpan • ⌘Z Urungkan
it: ⌘O Apri • ⌘E Migliora • ⌘C Copia • ⌘S Salva • ⌘Z Annulla
ja: ⌘O 開く • ⌘E 強化 • ⌘C コピー • ⌘S 保存 • ⌘Z 元に戻す
ko: ⌘O 열기 • ⌘E 강화 • ⌘C 복사 • ⌘S 저장 • ⌘Z 실행 취소
pt_br: ⌘O Abrir • ⌘E Aprimorar • ⌘C Copiar • ⌘S Salvar • ⌘Z Desfazer
zh_hant: ⌘O 開啟 • ⌘E 強化 • ⌘C 複製 • ⌘S 儲存 • ⌘Z 撤銷

# about.description
source: A lightweight, privacy-friendly AI image enhancement tool for macOS, crafted by an independent developer.
de: Ein leichtes, datenschutzfreundliches KI-Bildverbesserungstool für macOS, entwickelt von einem unabhängigen Entwickler.
es: Una herramienta ligera y respetuosa con la privacidad para mejorar imágenes en macOS, creada por un desarrollador independiente.
fr: Un outil léger et respectueux de la vie privée pour améliorer les images sur macOS, conçu par un développeur indépendant.
id: Alat peningkat gambar AI yang ringan dan ramah privasi untuk macOS, dibuat oleh pengembang independen.
it: Uno strumento leggero e rispettoso della privacy per migliorare immagini su macOS, creato da uno sviluppatore indipendente.
ja: 独立開発者が制作した macOS 向けローカル AI 画像強化ツールです。
ko: 독립 개발자가 만든 macOS 전용 로컬 AI 이미지 향상 도구입니다.
pt_br: Uma ferramenta leve e voltada para privacidade para aprimorar imagens no macOS, criada por um desenvolvedor independente.
zh_hant: 一款由獨立開發者打造的 macOS 本機端 AI 圖片強化工具，重視隱私、不依賴雲端。
